complete/buddy_data/奇秀-主播房间-20160913190339-20160913190341200

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 19:03:39]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[149064]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[草裙艺人@进击的佳哥的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[5849]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[939]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[逆给的啊麻逆]]></vipnickname><vipuserid><![CDATA[1180117984]]></vipuserid><top_name><![CDATA[逆给的啊麻逆]]></top_name><top_money><![CDATA[6000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[菲你不可??1生护你]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[菲你不可??1生护你]]></top_name><top_money><![CDATA[940]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[【夏夏】左阴右阳]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[【夏夏】左阴右阳]]></top_name><top_money><![CDATA[880]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[〖贱宗〗]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[〖贱宗〗]]></top_name><top_money><![CDATA[660]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱跳街舞の侍其曼寒]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[爱跳街舞の侍其曼寒]]></top_name><top_money><![CDATA[440]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[陪可到老·可乐?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[陪可到老·可乐?]]></top_name><top_money><![CDATA[440]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我得鸡八岁了]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我得鸡八岁了]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[挚爱小粉兔—药仙]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[挚爱小粉兔—药仙]]></top_name><top_money><![CDATA[90]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[心系小鱼儿丶浩浩]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[心系小鱼儿丶浩浩]]></top_name><top_money><![CDATA[40]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[迎风尿尿、尿你一身]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[迎风尿尿、尿你一身]]></top_name><top_money><![CDATA[20]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[诚心 么得命]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[诚心 么得命]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 